Repository: StateMapper/StateMapper
Catalog: src/languages/*/LC_MESSAGES/kaos.po
Languages: es_es

source: l jS \o\f F Y
es_es: l j \d\e F \d\e Y

source: Filter
es_es: Filtro

source: Results for "%s"
es_es: Resultados para "%s"

source: Search results
es_es: Resultados de búsqueda

source: Lookup for a company, a person..
es_es: Buscar una sociedad, una persona..

source: Loading
es_es: Cargando

source: Add a filter
es_es: Añadir un filtro

source: Filters
es_es: Filtros

source: Remove all filters
es_es: Borrar los filtros

source: %s results for query "%s"
es_es: %s resultados para la búsqueda "%s"

source: %s results out of %s for query "%s"
es_es: %s resultados de %s para la búsqueda "%s"

source: %s %s out of %s that may be buggy
es_es: %s %s de %s que podrían ser buggy

source: %s %s that may be buggy
es_es: %s %s que podrían ser buggy

source: %s %s out of %s
es_es: %s %s de %s

source: Founded
es_es: Fundada

source: Object
es_es: Objeto

source: No results found for "%s".
es_es: Ningún resultado para "%s".

source: Check your query or try removing some filters...
es_es: Comprueba tu búsqueda o prueba quitar algunos filtros...

source: Unravel the past, empower the future.
es_es: Destapa el pasado, enpodera el futuro

source: Discover
es_es: Descubrir
